"Part1" = "עברית";
"Part2" = "APPLE INC.";
"Part3" = "הסכם רישיון תוכנה עבור ״קיצורים״ ל-iOS";
"Part4" = "יש לקרוא הסכם רישיון תוכנה (״רישיון״) זה בעיון לפני השימוש בתוכנת APPLE. על-ידי שימוש בתוכנת APPLE, הינך מסכים/ה להגבלים שנקבעו על-ידי תנאי רישיון זה. אם אינך מסכים/ה לתנאי רישיון זה, אל תתקין/י את התוכנה ו/או תשתמש/י בה.";
"Part5" = "הערה חשובה: השימוש בתוכנה זו מאפשר לך לשכפל, לשנות, לפרסם ולהפיץ חומרים, אך ורק כל עוד השימוש כאמור מוגבל לשכפול, שינוי, פרסום והפצה של חומרים שאינם מוגנים בזכויות יוצרים, חומרים שהינך בעל/ת זכויות היוצרים שלהם, או חומרים אשר הינך מוסמך/ת או מורשה/ית מבחינה חוקית לשכפל, לשנות, לפרסם ולהפיץ אותם. אם אינך בטוח/ה לגבי זכותך להעתיק, לשנות, לפרסם או להפיץ חומר כלשהו, עליך לפנות ליועץ משפטי.";
"Part6" = "1. כללי.";
"Part7" = "א. תוכנת Apple וכל תוכנה, תיעוד, ממשקים, תוכן או גופנים של ספקים חיצוניים וכן כל הנתונים הנלווים לרישיון זה, בין אם בזיכרון לקריאה בלבד או בכל מדיה או צורה אחרים (להלן ייקראו יחד ״תוכנת Apple״) ניתנים בזאת לך ברישיון, אך לא נמכרים לך, על-ידי חברת Apple Inc. (״Apple״) לשימוש תחת תנאי רישיון זה בלבד. Apple ו/או בעלי הרישיון שלה ממשיכים להיות הבעלים של תוכנת Apple עצמה ושומרים על כל הזכויות שאינן ניתנות לך במפורש. ";
"Part8" = "ב. Apple, בהתאם לשיקול דעתה, עשויה להפוך שדרוגים או עדכונים עתידיים זמינים לתוכנה של Apple עבור מכשיר ה-iOS התואם שלך ממותג Apple. שדרוגי ועדכוני התוכנה של Apple, אם יהיו, לא יכללו בהכרח את כל תכונות התוכנה הקיימות או התכונות החדשות ש-Apple מפיצה עבור דגמים חדשים יותר או אחרים של מכשירי iOS. תנאי רישיון זה יחולו על כל שדרוגי או עדכוני התוכנה המסופקים על-ידי Apple עבור המוצר המקורי של התוכנה של Apple, להוציא מקרים בהם שדרוג או עדכון כאלה יהיו מלווים ברישיון נפרד; במקרה כזה, הינך מאשר/ת כי תנאי אותו רישיון יחולו על שדרוג או עדכון זה. ";
"Part9" = "2. שימושים מותרים ברישיון והגבלות.";
"Part10" = "א. רישיון. בכפוף לתנאי רישיון זה וכפי שמורשה ב״כללי שימוש בשירותים ובתוכן״ שהוגדרו בתקנון של Apple Media Services ‏(https://www.apple.com/legal/internet-services/itunes/) (״כללי שימוש״), אלא אם קיבלת את תוכנת Apple כמתואר בסעיף 2ב', מוענק לך בזאת רישיון מוגבל, שאינו ניתן להעברה ושאינו בלעדי עבור התקנה ושימוש בתוכנת Apple בכל מכשיר iOS תואם של מותג Apple שבבעלותך או בשליטתך. אין באפשרותך להפיץ או להפוך את תוכנת Apple לזמינה ברשת שבה התוכנה עשויה לשמש מחשבים מרובים בו-זמנית. אינך רשאי/ת להשכיר, להחכיר, להשאיל, למכור, להפיץ מחדש, או להעניק רישיונות משנה של תוכנת Apple.";
"Part11" = "ב. רישיון רב משתמשים או רישיון תחזוקה. במידה שקיבלת את תוכנת Apple תחת רישיון רב משתמשים או רישיון תחזוקה כחלק מתוכנית של Apple, תנאי הרישיון הרב משתמשים או רישיון התחזוקה שלך יקבעו את מספר העותקים של תוכנת Apple שבאפשרותך להוריד, להתקין ולהפעיל במכשירי iOS של מותג Apple שבבעלותך או בשליטתך. מלבד כמוסכם בכתב על-ידי Apple, כל שאר תנאי רישיון זה יחולו על השימוש שתעשה/י בתוכנת Apple שהושגה במסגרת רישיון רב משתמשים או רישיון תחזוקה.";
"Part12" = "ג. דרישות המערכת. תוכנת Apple נתמכת אך ורק בחומרה ממותג Apple אשר עומדת בדרישות מערכת ספציפיות כפי שצוינו על-ידי Apple.";
"Part13" = "ד. תוכן וחומרים דיגיטליים. זכויות הכותרת וכל זכויות הקניין הרוחני בכל ועבור כל תוכן, לרבות סימנים מסחריים, סמלי לוגו ותמונות, המוצגים על-ידי תוכנת Apple או שהגישה אליו מתאפשרת על-ידי תוכנת Apple שייכות לבעלי התוכן המתאימים. תוכן כזה עשוי להיות מוגן על-ידי חוקים וחוזים הקשורים לזכויות יוצרים, סימנים מסחריים או קניין רוחני אחר, ועשוי להיות נתון לתנאי שימוש של הצד השלישי המספק תוכן זה. למעט כפי שהותר אחרת ברישיון זה, (1) רישיון זה אינו מעניק לך זכויות לשימוש בתוכן כזה ואף אינו מבטיח שתוכן מסוג זה ימשיך להיות זמין עבורך, ו-(2) אינך רשאי/ת להשתמש, לחלץ או להפיץ, באופן מסחרי או אחר, על בסיס עצמאי, כל תמונה, תצלום, לוגו, מלל, קוד, פריט גרפי, עטיפת מוצר, פריט שמע, וידאו או כל נכס דומה אחר (״חומרים דיגיטליים״) הכלולים בתוך או מסופקים כחלק מתוכנת Apple, או לעשות כל שימוש אחר בחומרים הדיגיטליים שלא בהקשר השימוש הייעודי כחלק מתוכנת Apple.";
"Part14" = "ה. השימוש ב״קיצורים״. הינך מאשר/ת שכל קיצורי הפעולות ביישומים ו/או באתר (״קיצורים״) הם באחריותם הבלעדית של הגוף או הגופים שיצרו קיצורים אלה. ל-Apple אין כל שליטה על התוכן או הפונקציונליות של קיצור כלשהו מתוצרת צד שלישי, והיא אינה לוקחת אחריות על תוכן או פונקציונליות שכאלה. כל סיכון הכרוך בשימוש בקיצור כלשהו הוא שלך, ואת/ה האחראי/ת הבלעדי/ת לתאימות לתנאים או להסכמים של הצד השלישי שייצר את הקיצור. הינך מכיר/ה בכך שאין ל-Apple כל מחויבות לבדוק את הקיצורים מראש, למרות ש-Apple שומרת לעצמה את הזכות לבדוק מראש, לסרב, להשבית או להסיר קיצורים לפי שיקול דעתה הבלעדי. ";
"Part15" = "ו. שיתוף קיצורים. תוכנת Apple עשויה להתיר לך לשתף קיצורים שהינך יוצר/ת יחד עם אחרים דרך קישור אינטרנט. הקיצור שתשתף/י, יחד עם כל תוכן המוטבע בו, יאוחסן בשרתים של Apple על-מנת לאפשר שיתוף שכזה, וייתכן שייעשה בו שימוש לשיפור כולל של המוצרים והשירותים של Apple. הקיצור שתשתף/י, יחד עם כל תוכן המוטבע בו, יהיה זמין לכל מי שיש לו גישה לקישור האינטרנט, אשר יוכל לאחר מכן להעתיק, לשמור, לשנות ולהפיץ מחדש עותק של הקיצור ושל כל תוכן המוטבע בו. על-ידי שיתוף של קיצור, הינך מאשר/ת כי: 1. ברשותך כל הזכויות והרישיונות לתוכן כזה, וכי הדבר לא יפר את הזכויות של אף גוף אחר; ו-2. כל קיצור שתשתף/י לא יפר אף חוק, לא יתרום להפרה או יעודד הפרה או התנהלות לא חוקית אחרת, ולא יהיה פסול באופן אחר. הינך מאשר/ת כי אין ל-Apple כל מחויבות לסקור קיצורים שהינך משתף/ת, למרות ש-Apple שומרת לעצמה את הזכות לסקור, להשבית או להסיר כל קיצור שהינך משתף/ת, לפי שיקול דעתה הבלעדי. ";
"Part16" = "ז. הגבלות שימוש. הינך מסכים/ה שלא: להעלות, לפרסם, לשלוח בדואר אלקטרוני, לשדר, לשתף או להפוך לזמין באופן אחר כל קיצור אשר: 1. אינו חוקי, קשור לדיני נזיקין, בעל אופי השמצתי, גס או שיש בו משום הטלת דופי או הוצאת דיבה, גזעני או מעורר התנגדות מסיבה אחרת; 2. מפר או מעודד התנהלות המהווה הפרה של החוק הישים או שתביא לחבות אזרחית; 3. מעודד אפליה, דעות קדומות, גזענות, שנאה, הטרדה או גרימת נזק לאדם או לקבוצה; 4. הינו בעל אופי אלים או שהוא מקדם אלימות או פעולות המאיימות על אדם אחר; 5. מקדם פעולות לא חוקיות או מזיקות; או 6. ידוע לך - או שאתה סבור - שהוא שקרי, מטעה, מוליך שולל או בעל אופי של רמייה כלפי משתמשי קיצור שכזה. בנוסף, הינך מסכים/ה שלא להפריע לפעולה של - או להעמיס על - רשתות או שרתים המחוברים לתוכנה של Apple או של יישומי תוכנה, שירותים או אתרים במכשיר ה-iOS שלך (יישומי צד שלישי) או להפר את התקנות, המדיניות או הנהלים של רשתות או יישומי צד שלישי שכאלה.";
"Part17" = "ח. יישומי צד שלישי. על-מנת להשלים קיצורים מסוימים, ייתכן שהתוכנה של Apple תצטרך לגשת ליישומי צד שלישי מסוימים. הינך מאשר/ת מפורשות ומתיר/ה לתוכנת Apple לגשת בשמך ליישומי צד שלישי אלה ולהשתמש בהם עד למידה הנחוצה להשלמת הקיצור עם תוכנת Apple. עד למידה שבה תוכנת Apple ניגשת בשמך ליישומי צד שלישי, אין ל-Apple כל מחויבות - מפורשת או מרומזת - לספק תמיכה טכנית או אחרת עבור יישומי צד שלישי כאלה. לקבלת תמיכה טכנית ולפנייה לשירות לקוחות לגבי תוכנות, שירותים, אתרים ו/או מוצרים של ספקי תוכנה, יצרנים או ספקי שירות, יש לפנות אליהם ישירות. בנוסף, הינך מסכים/ה לציית לכל תנאי השירות הישימים או להסכמים אחרים עבור יישומי צד שלישי אלה בעת שימוש בתוכנת Apple. הינך האחראי/ת הבלעדי/ת להבטחה כי כל הקיצורים יצייתו לתנאים החלים על כל יישום צד שלישי המשמש את הקיצור. Apple אינה ערבה בשום דרך לכך שקיצורים יצייתו לתנאים של יישומי צד שלישי כלשהם, ו-Apple אינה אחראית לאף קיצור של צד שלישי. ";
"Part18" = "ט. ללא הנדסה חוזרת. אינך רשאי/ת, והינך מסכים/ה שלא לאפשר לאחרים, להעתיק (למעט כפי שמותר באופן מפורש לפי רישיון זה או לפי כללי השימוש אם הם חלים עליך), לבצע דה-קומפילציה, לבצע הנדסה חוזרת, לפרק, לנסות לפצח את קוד המקור, לפענח, לשנות או ליצור עבודות נגזרות של תוכנת Apple או של שירותים המסופקים לך על ידי תוכנת Apple, או כל חלק מהם (למעט כפי ובמידה שהמגבלה כאמור אסורה לפי החוק הרלוונטי, או במידה בה הדבר מותר לפי תנאי רישוי המסדירים שימוש ברכיבי קוד מקור פתוח הכלולים בתוכנת Apple). ";
"Part19" = "י. תאימות לחוקים. הינך מסכים/ה כי תשתמש/י בתוכנת Apple ובשירותים (המפורטים בחלק 4 להלן) בהתאם לכל החוקים הרלוונטיים, לרבות חוקי המדינה או האזור שבו הינך מתגורר/ת, או שבו הינך מוריד/ה או משתמש/ת בתוכנת Apple ובשירותים.";
"Part20" = "כ. עדכונים אוטומטיים.  אם תבחר/י לאפשר עדכוני יישום אוטומטיים, המכשיר שלך יבדוק מעת לעת ב-Apple אם יש עדכונים ושדרוגים לתוכנת Apple ואם עדכון או שדרוג זמינים, העדכון או השדרוג יורדו ויותקנו אוטומטית במכשיר שלך, ובמקרה הצורך, בהתקנים ההיקפיים שלך. ניתן לבטל את האפשרות של עדכוני יישום אוטומטיים לחלוטין בכל עת על-ידי שינוי ההגדרות של עדכוני יישום אוטומטיים ב\"הגדרות\".";
"Part21" = "3. הסכמה לשימוש בנתונים. ";
"Part22" = "א. נתוני אבחון. אם הסכמת לאיסוף נתוני אבחון, הינך מסכים/ה כי Apple, חברות-הבת שלה וסוכניה רשאים לאסוף, להחזיק, לעבד ולהשתמש במידע הקשור לאבחון, במידע טכני, במידע הקשור לשימוש ובפרטים קשורים אחרים, לרבות, אך לא רק, מזהים ייחודיים של המערכת והחומרה, מידע בנושא מכשיר ה-iOS, המחשב, מערכת ההפעלה, היישומים והציוד ההיקפי שלך, אשר נאסף מעת לעת על-מנת לספק ולשפר את המוצרים והשירותים של Apple, לאפשר את מתן עדכוני התוכנה, תמיכה במוצר ושירותים אחרים עבורך (אם בכלל), הקשורים לתוכנת Apple, ועל-מנת לוודא את קיום הוראותיו של רישיון זה. Apple רשאית להשתמש במידע זה, כל עוד הוא נאסף בצורה שאינה מזהה אותך באופן אישי, למטרות שתוארו לעיל. על-מנת לאפשר לשותפי Apple ולמפתחים חיצוניים לשפר את התוכנה, החומרה והשירותים שלהם, המיועדים לשימוש עם מוצרי Apple,‏ Apple עשויה גם לספק לשותפים ולמפתחים החיצוניים תת-קבוצה של פרטי אבחון הרלוונטיים לתוכנה, לחומרה ו/או לשירותים של השותף או של המפתח, כל עוד פרטי האבחון מופיעים בצורה שאינה מאפשרת את זיהויך האישי. ";
"Part23" = "ב. נתוני מיקום. Apple והשותפים שלה, הגורמים המורשים על-ידה ומפתחים צד שלישי רשאים לספק באמצעות התוכנה של Apple שירותים מסוימים המסתמכים על פרטי מיקום. על-מנת לספק ולשפר שירותים אלו, במקומות שבהם הם מוצעים, Apple והשותפים שלה, הגורמים המורשים על-ידה ומפתחים צד שלישי רשאים לשדר, לאסוף, להחזיק, לעבד ולהשתמש בנתוני המיקום שלך. נתוני המיקום והשאילתות הנאספים על-ידי Apple נאספים בצורה שאינה מזהה אותך באופן אישי, ועשויים לשמש את Apple ואת השותפים שלה, הגורמים המורשים על-ידה ומפתחים צד שלישי כדי לספק ולשפר מוצרים ושירותים מבוססי מיקום. על-ידי שימוש בשירותים מבוססי מיקום שמסופקים על-ידי או באמצעות התוכנה של Apple, הינך מביע/ה את הסכמתך ומתיר/ה ל-Apple, לשותפים שלה, לגורמים המורשים על-ידה ולמפתחים צד שלישי לשדר, לאסוף, להחזיק, לעבד ולהשתמש בנתונים ובשאילתות שלך בנושא מיקום על-מנת לספק ולשפר מוצרים ושירותים כאלו. תוכל/י לבטל את הסכמתך לכך בכל עת על-ידי מעבר להגדרה ״שירותי מיקום״ במכשיר iOS שלך וביטול ההגדרה הכללית של \"שירותי מיקום\" או ביטול הגדרת המיקום הספציפית עבור תוכנת Apple. בעת השימוש ביישומים או בשירותים של חברה חיצונית במכשיר iOS, המשתמשים בנתוני מיקום או מספקים נתונים כאלה, הינך פועל/ת בכפוף לתנאים ולמדיניות הפרטיות של אותה חברה באשר לשימוש בנתוני מיקום על-ידי היישומים והשירותים של אותה חברה; חשוב לעיין בתנאים אלו.";
"Part24" = "ג. מדיניות פרטיות. הטיפול בפרטים האישיים שלך ייעשה תמיד על-פי מדיניות הפרטיות של Apple, המופיע במלואה בכתובת: https://www.apple.com/legal/privacy.";
"Part25" = "4. שירותים וחומרים של צדדים שלישיים.";
"Part26" = "א. כללי.  תוכנת Apple עשויה לאפשר גישה אל ה-iTunes Store, ה-App Store‏, iCloud‏ ו-Maps של Apple כמו גם לשירותים ואתרי אינטרנט אחרים של Apple ושל צדדים שלישיים (ביחד ולחוד, \"שירותים\"). ייתכן ששירותים כאלה לא יהיו זמינים בכל השפות או המדינות. השימוש בשירותים אלו מחייב גישה לאינטרנט, והשימוש בשירותים מסוימים עשוי לחייב Apple ID וכן לחייב אותך להסכים לתנאים נוספים ולהיות כרוכים בעלויות נוספות. השימוש שלך בתוכנה זו עם חשבון iTunes Store, עם מזהה Apple ID או עם שירות אחר של Apple מהווה את הסכמתך לתנאי השירות הישימים של אותו שירות, כגון התקנון העדכני ביותר של Apple Media Services אליו ניתן לגשת כדי לסקור את פרטיו בכתובת https://www.apple.com/legal/internet-services/itunes/.";
"Part27" = "ב. אם תבחר/י להשתמש בשירותי iCloud באמצעות התוכנה של Apple, שימוש כזה כפוף לתנאים הנוספים הבאים: תנאי iCloud הזמינים בכתובת https://www.apple.com/legal/internet-services/icloud/ וכן מדיניות הפרטיות של Apple הזמינה בכתובת https://www.apple.com/legal/privacy.";
"Part28" = "ג. הינך מבין/ה, כי בעת השימוש באותם שירותים, הינך עלול/ה לבוא במגע עם תוכן שיתכן שיחשב לפוגעני, בלתי-צנוע או בלתי-הולם, כאשר תוכן כאמור עלול להיות מזוהה או לא להיות מזוהה כתוכן שמכיל שפה בוטה. על אף האמור, הינך מסכים/ה שהשימוש באותם שירותים הינו באחריותך הבלעדית, וכי ל-Apple לא תהא חבות כלפיך בגין תוכן שיתכן שיחשב לפוגעני, בלתי-צנוע או בלתי-הולם. ";
"Part29" = "ד. שירותים מסוימים עשויים להציג, לכלול או להפוך לזמינים שירותים, תוכן, נתונים, מידע, יישומים או חומרים מצדדים שלישיים (\"חומרים של צדדים שלישיים\"), או לספק קישורים לאתרי אינטרנט או ליישומים מסוימים של צדדים שלישיים. על-ידי השימוש בשירותים, הינך מכיר/ה בכך ומסכים/ה לכך ש- Apple אינה אחראית לבחינה או להערכה של התוכן, רמת הדיוק, השלמות, העדכניות, התוקף, קיום זכויות היוצרים, החוקיות, ההגינות, האיכות או כל היבט אחר של חומרים, יישומים או אתרים של צדדים שלישיים כאמור. Apple, נושאי משרה בה, גופים הקשורים אליה וחברות בנות שלה, אינם מצהירים או מקדמים, ולא נוטלים ולא תהא להם חבות או אחריות כלפיך או כלפי כל אדם אחר, בגין שירותים של צדדים שלישיים, חומרים של צדדים שלישיים, יישומים או אתרי אינטרנט, או בגין חומרים, מוצרים או שירותים אחרים של צדדים שלישיים. חומרים של צדדים שלישיים וקישורים לאתרי אינטרנט או ליישומים אחרים ניתנים לנוחיותך בלבד. ";
"Part30" = "ה. במידה שהינך מעלה תוכן כלשהו באמצעות השימוש בשירותים, הינך טוען/ת שברשותך כל הזכויות לתוכן זה או שיש לך הרשאה או היתר משפטי אחר להעלות תוכן כזה, ושתוכן זה אינו מפר את תנאי השירות שחלים על השירותים. הינך מסכים/ה לכך שהשירותים מכילים תוכן, מידע וחומרים בעלי זכויות קנייניות, כולל, אך לא רק, חומרים דיגיטליים, שהינם בבעלות Apple, הבעלים של האתר ו/או נותני הרישיון ושהינם מוגנים על-ידי זכויות קניין רוחני ישימות וחוקים אחרים, כולל, אך לא רק זכויות יוצרים.  הינך מאשר/ת כי לא תשתמש/י בתוכן, מידע או חומרים קנייניים כאלה למעט עבור השימוש המותר בשירותים או בשום אופן שאינו תואם את תנאי רישיון זו או מפר זכויות קניין רוחני של צד שלישי או של Apple. אף חלק של השירותים הללו לא ישוכפל בכל צורה או בכל אמצעי. הינך מסכים/ה שלא לשנות, לשכור, להשכיר, להלוות, למכור, להפיץ או ליצור עבודות נגזרות המבוססות על השירותים הללו, בכל צורה שהיא, וכי לא תנצל/י את השירותים הללו בכל צורה שלא הותרה לך, לרבות, אך לא רק, על-ידי שימוש בשירותים להפצת וירוסים, תולעים, סוסים טרוייאניים או כל תוכנה זדונית אחרת, או על-ידי הסגת גבול או העמסה על קיבולת רשת. כמו כן, הינך מסכים/ה שלא להשתמש בשירותים אלו בכל אופן על-מנת להטריד כל צד אחר, להתעלל בו, לארוב לו, לאיים עליו, להשמיץ אותו, לפגוע בו או להפר באופן אחר את זכויותיו, וכי Apple אינה אחראית, בכל צורה שהיא, בגין שימוש על-ידיך כאמור, וגם לא תהא אחראית בגין הודעות או תשדורות מטרידות, מאיימות, משמיצות, פוגעניות, מפרות זכויות-יוצרים או בלתי חוקיות שתקבל/י כתוצאה משימוש בשירותים אלו.";
"Part31" = "ו. בנוסף, שירותים וחומרים של צדדים שלישיים אשר ניתן לגשת אליהם, להיות מקושרים אליהם או להציג אותם בתוכנת Apple, אינם זמינים בכל השפות או בכל המדינות או האזורים. Apple אינה מצהירה כי שירותים וחומרים של צדדים שלישיים כאמור מתאימים או זמינים לשימוש במקום מסוים כלשהו. במידה שתבחר/י להשתמש בשירותים ובחומרים כאלה של צדדים שלישיים או לגשת אליהם, הינך עושה זאת מתוך יוזמתך שלך והינך אחראי/ת לקיום כל חוק רלוונטי, לרבות, אך לא רק, החוקים המקומיים הרלוונטיים וחוקי פרטיות ואיסוף נתונים. Apple וספקי הרישיונות שלה שומרים על הזכות לשנות, להשעות, להסיר או לחסום את הגישה לשירותים כאמור בכל עת, ללא הודעה מראש. Apple לא תהא אחראית בשום מקרה בגין הסרה או חסימה של הגישה לשירותים כאלה. Apple גם רשאית להטיל מגבלות על השימוש או הגישה לשירותים מסוימים, בכל מצב וללא הודעה מראש או חבות מצידה. ";
"Part32" = "5. סיום. רישיון זה הינו בתוקף עד לסיומו. זכויותיך לפי רישיון זה יסתיימו באופן אוטומטי, או יאבדו מתוקפן בפועל, ללא הודעה מ-Apple, אם לא תקיים/י אילו מההוראות של רישיון זה. בעת סיום רישיון זה, עליך לחדול מכל שימוש בתוכנת Apple ולהשמיד את כל העותקים, בין אם מלאים או חלקיים, של תוכנת Apple. חלקים 2, 3, 4, 5, 6, 7, 8, 10 ו-11 ברישיון זה ימשיכו להיות תקפים גם לאחר סיום הרישיון.";
"Part33" = "6. העדר אחריות. ";
"Part34" = "א. אם הינך לקוח/ה שהינו/ה צרכן/נית (אדם המשתמש בתוכנת Apple מחוץ לתחום העיסוק, העסק או המקצוע שלו), ייתכן שיש לך זכויות משפטיות במדינת מגוריך הפוטרות אותך מההגבלים הבאים. לפרטים נוספים על זכויות צרכן אלה, עליך לפנות אל ארגון ייעוץ צרכני במקום מגוריך.";
"Part35" = "ב. הינך מכיר/ה בכך ומסכים/ה באופן מפורש, כי שימוש בתוכנת Apple ובכל שירות המבוצע על-ידי תוכנת Apple או נגיש דרכה, הינו באחריותך בלבד, וכי כל הסיכון באשר לאיכות, לביצוע, לדיוק ולמאמץ משביעי-הרצון, מוטלים עליך. ";
"Part36" = "ג. במידת האפשר על-פי החוק, התוכנה והשירותים של Apple מסופקים ״כפי שהם״ ו״בהתאם לזמינות״, עם כל הפגמים וללא אחריות מכל סוג, ו-Apple ונותני הרישיון שלה (ביחד \"Apple\", למטרות סעיפים 6 ו-7), פוטרים עצמם בזאת מכל אחריות ותנאים בקשר לתוכנה ולשירותים של Apple, בין אם מפורשים, משתמעים או סטטוטוריים, לרבות, אך לא רק, האחריות ו/או התנאים המשתמעים בנושא הסחירות, האיכות המספקת, ההתאמה למטרה מסוימת, הדיוק, ההנאה השקטה ואי-הפרת הזכויות של צדדים שלישיים. ";
"Part37" = "ד. Apple אינה אחראית לעניין הפרעה להנאתך מהתוכנה והשירותים של Apple, אינה ערבה לכך שהפונקציות הכלולות בתוכנת Apple או השירותים המבוצעים או מסופקים על-ידי תוכנת Apple יתאימו לדרישותיך, לכך שפעולת התוכנה או השירותים של Apple תהיה ללא הפרעה או ללא טעויות, לכך ששירותים ימשיכו להיות זמינים, שהתוכנה או השירותים של Apple יתוקנו או לכך שהתוכנה של Apple תהיה תואמת או תפעל עם כל תוכנה, יישום או שירות של צד שלישי. התקנה של תוכנה זאת של Apple עשויה להשפיע על הזמינות והשמישות של תוכנות, יישומים או שירותים של צד שלישי, וכן על מוצרים ושירותים של Apple.";
"Part38" = "ה. כמו כן, הינך מכיר/ה בכך כי תוכנת Apple והשירותים אינם מיועדים או מתאימים לשימוש במצבים או בסביבות בהם כשל, עיכוב זמני, טעויות או אי-דיוקים בתוכן, בנתונים או במידע המסופקים על-ידי תוכנת Apple או השירותים, עלולים להוביל למוות, נזק גוף או לנזק פיסי או סביבתי חמור, לרבות, אך לא רק, הפעלת מתקנים גרעיניים, ניווט של כלי טיס או מערכות תקשורת, בקרת תנועה אווירית, מערכות תומכות-חיים או נשק.";
"Part39" = "ו. אף מידע בעל-פה או בכתב, או ייעוץ הניתן על-ידי Apple או נציג מורשה של Apple, לא יהווה אחריות. אם תוכנת Apple או השירותים יהיו פגומים, הינך נוטל/ת על עצמך את כל העלות של מתן שירות או תיקון כנדרש. ישנן מדינות אשר אינן מתירות שלילת אחריות משתמעת או מגבלות על זכויות סטטוטוריות רלוונטיות של צרכן, ולכן ייתכן כי השלילה והמגבלות דלעיל לא יחולו עליך. ";
"Part40" = "7. הגבלת חבות. במידה בה הדבר אינו אסור על-פי חוקים רלוונטיים, בכל מקרה Apple לא תחוב בגין נזק גופני או בגין נזקים נלווים, מיוחדים, עקיפים או תוצאתיים, לרבות, אך לא רק, נזקים בגין אובדן רווחים, נזק לנתונים או אובדן נתונים, כשל בשידור או קבלה של נתונים, הפרעה עסקית או כל נזק או אובדן מסחרי אחר, הנובעים או הקשורים לשימושך או אי-יכולתך להשתמש בתוכנת Apple ובשירותים, או בכל תוכנה או יישומים של צדדים שלישיים ביחד עם תוכנת Apple, אשר ייגרמו ככל שייגרמו, בהתעלם מתיאוריית החבות (חוזית, נזיקית או אחרת), ואף אם Apple ידעה על האפשרות לנזקים כאמור. ישנן מדינות אשר אינן מתירות אי-כלילה או הגבלה של חבות בגין נזק גוף, או בגין נזקים נלווים או תוצאתיים, כך שייתכן שמגבלה זאת אינה חלה עליך. בכל מקרה, חבותה הכוללת של Apple כלפיך בגין כל הנזקים (למעט כפי שיידרש לפי החוק הרלוונטי במקרים בהם מעורב נזק גוף), לא תעלה על חמישים דולרים ($50.00). המגבלות דלעיל יחולו, אף אם הסעד כאמור אינו מקיים את מטרתו המהותית.";
"Part41" = "8. בקרת ייצוא. אינך רשאי/ת להשתמש בתוכנת Apple, לייצאה או לייצאה מחדש, למעט לפי המותר בהתאם לדיני ארה\"ב ולדיני המדינה(ות) שבה(ן) הושגה תוכנת Apple. בייחוד, אך לא רק, תוכנת Apple לא תיוצא או תיוצא מחדש (א) למדינות עליהן הוטל חרם על ידי ארה\"ב; (ב) לכל אדם ברשימת משרד האוצר האמריקאי בדבר נתינים המפורטים באופן מיוחד או ברשימת משרד המסחר האמריקאי בדבר אנשים בלתי מורשים או ברשימת הישויות או בכל רשימה אחרת של צד מוגבל. על-ידי שימוש בתוכנת Apple, הינך טוען/ת ומצהיר/ה, כי אינך ממוקם/ת בכל מדינה כאמור או בכל רשימה כאמור. כמו כן, הינך מסכים/ה כי לא תשתמש/י בתוכנת Apple לשם מטרות האסורות לפי דיני ארה\"ב, לרבות, אך לא רק, פיתוח, תכנון, הפקה או ייצור של טילים ואמצעי לחימה גרעיניים, כימיים או ביולוגיים.";
"Part42" = "9. משתמשי-קצה ממשלתיים. תוכנת Apple והמסמכים הנלווים הינם ״פריטים מסחריים״, כפי שמונח זה הוגדר ב-48 C.F.R. §2.101, אשר מורכבים מ״תוכנת מחשב מסחרית״ ו״מסמכי תוכנת מחשב מסחרית״, כפי שהמונחים הללו משמשים ב-48 C.F.R. §12.212 או 48 C.F.R. §227.7202, לפי העניין. בהתאם ל-48 C.F.R. §12.212 או 48 C.F.R. §227.7202 עד 227.7202-4, לפי העניין, ניתן רישיון בתוכנת המחשב המסחרית ובמסמכי תוכנת המחשב המסחרי למשתמשי קצה בממשלת ארה\"ב (א) אך ורק כפריטים מסחריים ו(ב) אך ורק בליווי אותן זכויות כפי שניתנות לכל משתמשי הקצה האחרים, בהתאם להוראות ולתנאים שבמסמך זה. זכויות בלתי מפורסמות שמורות בהתאם לחוקי זכויות היוצרים של ארה\"ב.";
"Part43" = "10. החוק השולט ונתיקות. רישיון זה יהיה כפוף ויפורש על-פי חוקי מדינת קליפורניה, למעט עקרונות משפט בינלאומי פרטי. רישיון זה לא יהא כפוף לאמנת האו\"ם בדבר חוזים למכירה בינלאומית של טובין, ותחולתה נשללת באופן מפורש. אם הינך צרכן/ית הממוקם/ת בבריטניה, על רישיון זה יחולו חוקי תחום השיפוט של מקום מגוריך. אם, מכל סיבה, בית משפט מוסמך יקבע כי כל הוראה, או חלק ממנה, אינה ניתנת לאכיפה, יתר הרישיון ייוותר בתוקפו המלא.";
"Part44" = "11. הסכם שלם; השפה הקובעת. רישיון זה מהווה את כלל ההסכם בינך לבין Apple בקשר לתוכנת Apple, וגובר על כל הבנה קודמת או נוכחית בנושא זה. אף תיקון או שינוי ברישיון זה לא יהיו מחייבים, אלא אם נעשו בכתב ונחתמו על-ידי Apple. כל תרגום של רישיון זה נעשה לשם דרישות מקומיות, ובמקרה של אי-התאמה בין הגרסה האנגלית לגרסאות שאינן באנגלית, תגבר הגרסה האנגלית של הרישיון, עד כמה שהדבר אינו אסור לפי החוק המקומי באזור מגוריך.";
"Part45" = "12. הכרה בצדדים שלישיים. חלקים של תוכנת Apple עשויים להשתמש או לכלול תוכנות של צדדים שלישיים וחומר אחר המוגן בזכויות יוצרים. הכרה בצדדים שלישיים, תנאי רישוי וויתורים בנוגע לחומר כאמור, כלולים במסמכים האלקטרוניים של תוכנת Apple, ושימושך בחומר כאמור כפוף להוראותיהם לפי העניין.";
"Part46" = "EA1576";
"Part47" = "16/08/2018";